[

	{
		"topic": "High_MoneyMaker",
		"NarrativeElements": {
			"intro": "What else can I say but sing - money money money! moooney! - I believe that song covers my notions of admiration! ",
			"bodyOne": "Seriously, I think that cube is an inspiration for all the wealth they accumulated. ",
			"bodytwo": "I also admire a cube that made that much wealth; they must have done something right to be that rich! I admire their character "
		}
	},

	{
		"topic": "Mid_MoneyMaker",
		"NarrativeElements": {
			"intro": "If we are talking about wealth I am nutural...",
			"bodyOne": "I am unsure what to think about how they should act with their own money, money does and does not matter to me, it i snot evrything I guess",
			"bodytwo": "I feel torn. I respect a  money maker cube but I also think there are more important stuff.I don't know.  "
		}
	},

	{
		"topic": "Low_MoneyMaker",
		"NarrativeElements": {
			"intro": "Honestly, a cube being that wealthy is just plain fishy to me. ",
			"bodyOne": "I'm not too fond of a cube being that wealthy. Why would a cube even want that much money? It's just not right. ",
			"bodytwo": "I also disrespect a cube that just accumulates wealth, money is not everything, but apparently, it is for that cube!"
		}
	},
	{
			"topic": "High_BTrueTYourHeart",
			"NarrativeElements": {
				"intro": "You know, I do honestly believe that people should not control their emotions when it comes to matters of the heart. consequences be damned.",
				"bodyOne": "I also think that if a cube loves someone, nothing else should matter honestly...",
				"bodytwo": "You know, I also admire that cube's guts to follow their heart. it is indeed courageous and a quality I aspire to have. "
			}


		},

		{
			"topic": "Mid_BTrueTYourHeart",
			"NarrativeElements": {
				"intro": "I think that when it comes to matters of the heart, This cube is confused",
				"bodyOne": "I do not know if that cube did the right thing by following their heart...  should they be admired or reprimanded, I have no clue. ",
				"bodytwo": "you know... I also do not know if that cube did the right thing by following their heart.   "
			}
		},

		{
			"topic": "Low_BTrueTYourHeart",
			"NarrativeElements": {
				"intro":" Love affairs are not that complicated. I do not get what that CUBE was thinking... ",
				"bodyOne": "Unbelievable, cubes following their hearts despite the consequences for a notion of 'love' is beyond me. ",
				"bodytwo": "I also dislike that cube for ruining lives for the notion of love."
			}
		},




	{
		"topic": "High_Enviromentalist",
		"NarrativeElements": {
			"intro": "I do not get how cubes can work in fields that ruin our environment \n mother earth is evreything, yet some of us do not treat her well",
			"bodyOne": "I believe that caring for our environment is our responsibility as cubes in this world. I don't know how cubes can work in fields that contaminate our environment.  ]n moreso,
			 I cannot stand cubes working in industrties that just contribute to pullotion, I do not think it is excusable",
			"bodytwo": "I also disrespect that cube, did you know that cube works in a field that pollutes our environment.  "
		}
	},

	{
		"topic": "Mid_Enviromentalist",
		"NarrativeElements": {
			"intro": "I don't know if working in a field that ruins our environment is worth it. ",
			"bodyOne": "I feel torn, one one hand, the earth is important...\n I feel conflicted... is working worth sacrificing our environment?  ",
			"bodytwo": "I also feel torn about that cube, I guess I am kinda bumbed out it's in a polluting feild  "
		}
	},

	{
		"topic": "Low_Enviromentalist",
		"NarrativeElements": {
			"intro": "I don't find anything worng with their job contributing to pollution. Pollution is nonsense, it's just a hoax. a person has to work ",
			"bodyOne": "some say it affects our environment, and it's not worth it? I'm afraid I have to disagree.I Highly  respect that cube.I don't belive it's unethical just cz their work 'harms the enviroemnt' ",
			"bodytwo": "You know, some say that cube's work effects the enviorment, I'm afraid I have to disagree.I Highly  respect em besides, Pollution just a hoax "
		}
	},



	{
		"topic": "High_AnimalLover",
		"NarrativeElements": {
			"intro": "As an animal rights activist myself, 	I believe that we should NEVER SACRIFICE Animals for our own sake! ",
			"bodyOne": "I cannot stand cubes working in industrties that are just crul to animals. slautering them and caging them. Despicaele",
			"bodytwo": "did you know that that cube's job harms animals? I hate that about them. I cannot respect a cube's judgment if they harm animals for a living.  "
		}
	},

	{
		"topic": "Mid_AnimalLover",
		"NarrativeElements": {
			"intro": "I guess i'm ok with a person working in farm",
			"bodyOne": " I feel torn.\n On the one hand, I get why cubes would want to eat meat and work in those places, but on the other, can't cubes go green and set animals free?  ",
			"bodytwo": "I feel torn about that cube. I can understand why one would work on a farm, but I still feel disappointed. cubeity can do better "
		}
	},

	{
		"topic": "Low_AnimalLover",
		"NarrativeElements": {
			"intro": "some might say that the cube's job harms animals. BIG DEAL, so what? We have to eat, don't we? Cubes are omnivores in nature. We should eat meat.",
			"bodyOne": "I honestly do not get those animal rights cubes demanding we close down our farms or for cubes to eat greens.",
			"bodytwo": "You know, some say that cube's work is unfair to animals,I'm afraid I have to disagree.I Highly  respect em working in farms. Besides, we have to eat don't we?"
		}
	},



	{
		"topic": "High_FamilyPerson",
		"NarrativeElements": {
			"intro": "You know, I find having a family is one of the core joys of lives. Hopefully, I will have a family of my own someday!",
			"bodyOne": "I really respect a cube that cares and works for their family. ",
			"bodytwo": "ALSO! They have a family. What's more important than family! I really respect a family cube, people should cut them some slack "
		}
	},

	{
		"topic": "Mid_FamilyPerson",
		"NarrativeElements": {
			"intro": "You know, I can't tell if having a family is all that it's cut out to be. I don't know if that cube made the right choice or not. ",
			"bodyOne": "I respect a cube that cares and works for their family, but I wonder if being a family cube is worth it. ",
			"bodytwo": "They have a family. I don't know if being a family cube is worth the sacrifices, I feel conflicted. "
		}
	},

	{
		"topic": "Low_FamilyPerson",
		"NarrativeElements": {
			"intro": "You know, I don't think them being a family cube is worth all the fuss they get, it's like a free pass. They have a family, so what?",
			"bodyOne": "I don't really like family cubes, they are too much of a hassle to deal with. ",
			"bodytwo": "ALSO - I don't like that the world caters to cubes that have families, just because they have a family \n they chose this life. it does not justify their actions. "
		}
	},


	{
		"topic": "High_SchoolIsCool",
		"NarrativeElements": {
			"intro": " education above all, I respect cubes that work in schools and those that pursued their educations!  ",
			"bodyOne":" High_SchoolIsCool boidy ve",
			"bodytwo": "need to author High_SchoolIsCool"
		}
	},

	{
		"topic": "Mid_SchoolIsCool",
		"NarrativeElements": {
			"intro": "need to author Mid_SchoolIsCool",
			"bodyOne": "need to author mid_SchoolIsCool",
			"bodytwo": "Ineed to author Mid_SchoolIsCool"
		}
	},

	{
		"topic": "Low_SchoolIsCool",
		"NarrativeElements": {
			"intro": "need to author Low_SchoolIsCool ",
			"bodyOne": "need to author Low_SchoolIsCool",
			"bodytwo": "need to author Low_SchoolIsCool"
		}
	},



	{
		"topic": "High_LoverOfRisks",
		"NarrativeElements": {
			"intro": "need to author _LoverOfRisks",
			"bodyOne": "need to author _LoverOfRisks",
			"bodytwo": "need to author _LoverOfRisks"
		}
	},

	{
		"topic": "Mid_LoverOfRisks",
		"NarrativeElements": {
			"intro": "need to author _LoverOfRisks",
			"bodyOne": "need to author _LoverOfRisks",
			"bodytwo": "need to author _LoverOfRisks"
		}
	},

	{
		"topic": "Low_LoverOfRisks",
		"NarrativeElements": {
			"intro": "need to author _LoverOfRisks",
			"bodyOne": "need to author _LoverOfRisks",
			"bodytwo": "need to author _LoverOfRisks "
		}
	},



	{
		"topic": "High_SupportingComunities",
		"NarrativeElements": {
			"intro": "need to author High_SupportingComunities",
			"bodyOne": "need to author ",
			"bodytwo": "need to author   "
		}
	},

	{
		"topic": "Mid_SupportingComunities",
		"NarrativeElements": {
			"intro": "need to author ",
			"bodyOne": "need to author ",
			"bodytwo": "need to author "
		}
	},

	{
		"topic": "Low_SupportingComunities",
		"NarrativeElements": {
			"intro": "need to author ",
			"bodyOne": "need to author ",
			"bodytwo": "need to author "
		}
	},


	{
		"topic": "High_Teetotasler",
		"NarrativeElements": {
			"intro": "I don't understand how some cubes can find selling alcohol unethical? I don't think there is anything wrong with it.",
			"bodyOne": " I love getting myself a good drink, and honestly, some might say selling and consuming alcohol is evil, and those that sell it are worse, but I respect them for it.",
			"bodytwo": "I don't find anything wrong with that cube working in alcohol. In fact, I respect them for relieving cubes of their burdens. "
		}
	},

	{
		"topic": "Mid_Teetotasler",
		"NarrativeElements": {
			"intro": "Hmm, while I like getting myself a good drink, I am not sure that selling it is ethical. ",
			"bodyOne": "I find myself conflicted. On the one hand, Alcohol relieves pressure, but on the other, look at all the negatives it causes\n look at  DUIs as an example.  ",
			"bodytwo": "I don't know if I like that cube selling alcohol. On the one hand, it might release a cube's burden, but on the other... it might cause more em more harm than good.  "
		}
	},

	{
		"topic": "Low_Teetotasler",
		"NarrativeElements": {
			"intro": "I cannot stand cubes that work in alcohol and especially those that sell it. ",
			"bodyOne": "If you ask me, I find it highly unethical. Imagine contributing to the worse in cubes... think about it!  DUIs, theft, drinking mistakes, and worse, helping a cube lose their mind!  ",
			"bodytwo": "I'm not too fond of that cube for working in alcohol. I find it unethical. Alcohol poisons one's mind. Look at all the bad in the world that alcohol has caused, let alone the cube that sells it! "
		}
	},




	{
		"topic": "High_LandISWhereThehrtIS",
		"NarrativeElements": {
			"intro": "If you ask me, cubes that desert the land that made em are the absolute worst kind of cube.",
			"bodyOne": "Think about it; how can someone abandon their home and the place they grew up in. It says a lot about their character... ",
			"bodytwo": "Furthermore, They left town... \n I think that says a lot about their character. How can they abandon the place that raised em? "
		}
	},

	{
		"topic": "Mid_LandISWhereThehrtIS",
		"NarrativeElements": {
			"intro": "I find myself conflicted, I do not know if they made the right choice leaving town or not.",
			"bodyOne": " I get why people might choose to leave town; I just don't think I can abandon my home if I were in their shoes. ",
			"bodytwo": "I guess, I can understand why they chose to leave town, I don't think I have it in me though"
		}
	},

	{
		"topic": "Low_LandISWhereThehrtIS",
		"NarrativeElements": {
			"intro": "I don't think it matters to me if people abandoned their home land...",
			"bodyOne": "They might get better opportunities if they left our little old town. I get why they might choose to leave. ",
			"bodytwo": "I guess, it does not really matter to me if they chose to leave our little town, I might do it myself one day"
		}
	},



	{
		"topic": "High_CarrerAboveAll",
		"NarrativeElements": {
			"intro": "I admire that cube for focusing on their career and putting it first above other things. I, too, hope to advance in my career!",
			"bodyOne": "I honestly respect that cube for focusing on their career above other things. Isn't advancing our professions and going forward the reason for our beings, regardless of consequences? ",
			"bodytwo": "I also respect that cube for focusing on their career! after all, isn't the advancement of one's occupation of the utmost importance."
		}
	},

	{
		"topic": "Mid_CarrerAboveAll",
		"NarrativeElements": {
			"intro": "I don't know if I respect or disrespect that cube for focusing on their career. I wonder, is a job worth sacrificing our values?",
			"bodyOne": "Hmm, if you ask me, I feel conflicted - I don't know if focusing on one's career should be our focus in life.",
			"bodytwo": "Also, good for that cube for focusing on their career, but I do not know if it should be their primary focus, Aren't there more important things in life?"
		}
	},

	{
		"topic": "Low_CarrerAboveAll",
		"NarrativeElements": {
			"intro": "I personally don't think a career is worth sacrificing one's values. ",
			"bodyOne": "If you ask me, following a career should not be the focus of one's life. There are more important things you know.",
			"bodytwo": "I disrespect that cube for following a career regardless of their integrity and consequences. Aren't there more important things in life?"
		}
	},



	{
		"topic": "High_FriendsAreTheJoyOFlife",
		"NarrativeElements": {
			"intro": "I honestly think that friendship is one of the core joys of life. Cubes should always put friendships first!",
			"bodyOne": "I really admire how that cube strives to maintain their friendships! ",
			"bodytwo": "I admire that they have so many friends they can fall back on."
		}
	},

	{
		"topic": "Mid_FriendsAreTheJoyOFlife",
		"NarrativeElements": {
			"intro":"Friendships can come and go, I suppose. I guess I'm happy that cube has friends. ",
			"bodyOne":"in my humble opinion, friendships can be a source of joy or sadness... I don't know if having friends is all that's cracked up to be",
			"bodytwo": "I don't really know what to say about that cube's friendship... "
		}
	},

	{
		"topic": "Low_FriendsAreTheJoyOFlife",
		"NarrativeElements": {
			"intro": "Honestly, Maintaining a friendship does not matter to me.  ",
			"bodyOne": "Seriously, what's the point of having a friend if the relationship will die at some point. Friendships are pointless. ",
			"bodytwo": "I'm not too fond of that cube using friendships as a motto for life. There are more important things you know.  "
		}
	},




  {
		"topic": "High_Loner",
		"NarrativeElements": {
			"intro": "I admire that cube for living alone. I, too, enjoy a life of solidarity. ",
			"bodyOne": "Not being tied down by anyone is great. Some might call that cube a loner, but I see them as an inspirational goal.",
			"bodytwo":" I like that that cube is comfortable being alone, what cubes call a loner, I call independent!  "
		}
	},

	{
		"topic": "Mid_Loner",
		"NarrativeElements": {
			"intro": "I don't know if I can live like that cube, alone or with people... I don't know, I cannot decide what is better",
			"bodyOne": "Living alone sounds like fun, but I don't know if it is as fun as living with someone else. ",
			"bodytwo": "You know, they are comfortable living alone, and that's ok. I do not know if it is for me, though... "
		}
	},

	{
		"topic": "Low_Loner",
		"NarrativeElements": {
			"intro": "I can't understand why that cube would choose to be alone like that..  ",
			"bodyOne": "I don't get why they chose to live the life of a loner. It seems boring and weird to me. ",
			"bodytwo": "You know that cube is a loner, right? It's like they hate people or something. I don't like that about them.  "
		}
	}





]
